Repository: ylona-fabiani/Stage
Catalog: locales/*/LC_MESSAGES/*.po
Languages: fr

source: # Function Plot
fr: # Tracé de fonction

source: **Function Definition:**
fr: **Définition de la fonction**

source: Enter a mathematical expression:
fr: Ecrivez une expression mathématiques :

source: *For a full list of available functions click
fr: *Pour avoir la liste complète des fonctions disponibles cliquez

source: Could not parse the input expression (%s), please enter a valid mathematical expression
fr: L'expression saisie (%s) n'a pas pu être analysée, veuillez entrer une expression valide

source: Invalid input, the function '%s' is not defined.
fr: Saisie erronée, la fonction '%s' n'est pas définie.

source: Input must be a single-variable function of 'x'. You may not use a '%s' variable!
fr: La saisie doit être une fonction à variable unique de 'x'. Vous ne pouvez pas utiliser '%s' comme variable !

source: **Plot interval:**
fr: **Intervalle d'affichage :**

source: Minimum value of 'x'
fr: Valeur minimale de 'x'

source: Maximum value of 'x'
fr: Valeur maximale de 'x'

source: Number of samples
fr: Nombre d'échantillons

source: Function plot over interval [%s, %s]
fr: Intervalle d'affichage de la fonction [%s, %s]

source: An unexpected error has occurred! Please verify your input and try again.
fr: Une erreur est survenue ! Vérifiez votre saisie et réessayez.
